[
  {
    "id": 1,
    "common-insult": "You fight like a Dairy Farmer!",
    "master-insult": "I will milk every drop of blood from your body!",
    "comeback": "How appropriate! You fight like a cow!"
  },
  {
    "id": 2,
    "common-insult": "This is the END for you, you gutter crawling cur!",
    "master-insult": "I've got a long, sharp lesson for you to learn today.",
    "comeback": "And I've got a little TIP for you, get the POINT?"
  },
  {
    "id": 3,
    "common-insult": "I've spoken with apes more polite than you!",
    "master-insult": "Now I know what filth and stupidity really are.",
    "comeback": "I'm glad to hear you attended your family reunion!"
  },
  {
    "id": 4,
    "common-insult": "Soon you'll be wearing my sword like a shish kebab!",
    "master-insult": "My tongue is sharper than any sword",
    "comeback": "First you better stop waving it about like a feather duster."
  },
  {
    "id": 5,
    "common-insult": "People fall at my feet when they see me coming!",
    "master-insult": "My wisest enemies run away at the first sight of me!",
    "comeback": "Even BEFORE they smell your breath?"
  },
  {
    "id": 6,
    "common-insult": "I'm not going to take your insolence sitting down!",
    "master-insult": "You are a pain in the backside, sir!",
    "comeback": "Your hemorroids are flaring up again eh?"
  },
  {
    "id": 7,
    "common-insult": "I once owned a dog that was smarter than you.",
    "master-insult": "Only once have I met such a coward!",
    "comeback": "He must have taught you everything you know."
  },
  {
    "id": 8,
    "common-insult": "Nobody's ever drawn blood from me and nobody ever will.",
    "master-insult": "No one will ever catch ME fighting as badly as you do.",
    "comeback": "You run THAT fast?"
  },
  {
    "id": 9,
    "common-insult": "Have you stopped wearing diapers yet?",
    "master-insult": "I hope you have a boat ready for a quick escape.",
    "comeback": "Why? Did you want to borrow one?"
  },
  {
    "id": 10,
    "common-insult": "There are no words for how disgusting you are.",
    "master-insult": "There are no clever moves that can help you now.",
    "comeback": "Yes there are. You just never learned them."
  },
  {
    "id": 11,
    "common-insult": "You make me want to puke.",
    "master-insult": "If your brother's like you, better to marry a pig.",
    "comeback": "You make me think somebody already did."
  },
  {
    "id": 12,
    "common-insult": "My handkerchief will wipe up your blood!",
    "master-insult": "My name is feared in every dirty corner of this island!",
    "comeback": "So you got that job as janitor, after all."
  },
  {
    "id": 13,
    "common-insult": "I got this scar on my face during a mighty struggle!",
    "master-insult": "My last fight ended with my hands covered with blood.",
    "comeback": "I hope now you've learned to stop picking your nose."
  },
  {
    "id": 14,
    "common-insult": "I've heard you are a contemptible sneak.",
    "master-insult": "My sword is famous all over the Caribbean!",
    "comeback": "Too bad no one's ever heard of YOU at all."
  },
  {
    "id": 15,
    "common-insult": "You're no match for my brains, you poor fool.",
    "master-insult": "I've got the courage and skill of a master swordsman.",
    "comeback": "I'd be in real trouble if you ever used them."
  },
  {
    "id": 16,
    "common-insult": "You have the manners of a beggar.",
    "master-insult": "Every word you say to me is stupid.",
    "comeback": "I wanted to make sure you'd feel comfortable with me."
  }
]